 const levelcom =(prefix) => {
 
 return `
                        LEVELCOM:
  ↳ᴇsᴛᴇ sɪsᴛᴇᴍᴀ  sᴇʀᴠᴇ  ᴘᴀʀᴀ ɪɴғᴏʀᴍᴀʀ  ᴏ ᴛɪᴘᴏ ᴅᴇ ᴜsᴜᴀʀɪᴏs ᴇ sᴜᴀ ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ sɪɴɢᴜʟᴀʀ, ᴇsᴛᴀs ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ sᴇʀᴠᴇ ᴘᴀʀᴀ ᴏ ᴅᴏɴᴏ ᴅᴏ ᴄʜᴀᴛ-ʙᴏᴛ ᴇ sᴇᴜs ᴜsᴜᴀʀɪᴏs ɪɴᴅᴇɴᴛɪғɪᴄᴀʀ-ʟᴏ.

            [  ADM, 0, 41,42, 43, 44, 45  ]


ADM ||•ǫᴜᴇᴍ ᴘᴏssᴜɪʀ ᴇsᴛᴀ ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ sɪɢɴɪғɪᴄᴀ ǫᴜᴇ ᴇ ᴜᴍ ᴀᴅᴍɪɴɪsᴛʀᴀᴅᴏʀ ɴᴏs ɢʀᴜᴘᴏs ᴏғɪᴄɪᴀɪs ᴅᴏ ᴄʜᴀᴛ-ʙᴏᴛ.

0 ||•ᴇsᴛᴀ ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ ᴇ ᴅᴀᴅᴀ ᴀ ᴛᴏᴅᴏ ᴜsᴜᴀʀɪᴏs ʀᴇᴄᴇɴᴛᴇ ᴀᴄɪᴍᴀ ᴅᴇ 0 ᴀᴛᴇ 41 sᴀᴏ ᴜsᴜᴀʀɪᴏs ᴄᴏᴍᴜɴ ǫᴜᴇ ɴᴀᴏ ᴀᴅɪᴄɪᴏɴᴀʀᴀᴍ ᴏ ᴄʜᴀᴛ-ʙᴏᴛ ᴇᴍ ɢʀᴜᴘᴏ.

42 ||•ᴇsᴛᴇ ᴍᴇᴍʙʀᴏ ᴘᴏssᴜɪ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀ.

43 ||•ǫᴜᴇᴍ ᴘᴏssᴜɪʀ ᴇsᴛᴀ ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ 43, sɪɢɴɪғɪᴄᴀ ǫᴜᴇ sᴏ ᴘᴏᴅᴇ ᴀᴅɪᴄɪᴏɴᴀʀ ᴏ ᴄʜᴀᴛ-ʙᴏᴛ ᴇᴍ ᴜᴍ ɢʀᴜᴘᴏ ᴘᴏʀ ᴠᴇᴢ.

44 ||•ǫᴜᴇᴍ ᴘᴏssᴜɪʀ ᴇsᴛᴀ ᴄʟᴀssɪғɪᴄᴀᴄᴀᴏ 44, sɪɢɴɪғɪᴄᴀ ǫᴜᴇ ᴀᴅɪᴄɪᴏɴᴏᴜ ᴏ ᴄʜᴀᴛ-ʙᴏᴛ ᴇᴍ ɢʀᴜᴘᴏ ᴅᴇ ʙᴏɴᴅᴇ/ᴘʀᴏᴊᴇᴛᴏ.

45 ||•ᴍᴇᴍʙʀᴏ ᴄᴏᴍ ᴘᴏssɪʙɪʟɪᴅᴀᴅᴇ ᴅᴇ ᴀᴅɪᴄɪᴏɴᴀʀ ᴏ ᴄʜᴀᴛ-ʙᴏᴛ ᴇᴍ sᴇᴜ ɢʀᴜᴘᴏ sᴇᴍ ᴀ ᴘʀᴇᴄɪsᴀᴏ ᴅᴇ ғɪᴄᴀʀ ɴᴀ ᴄᴇɴᴛʀᴀʟ.

 `
}

exports.levelcom = levelcom
