const menuadmin = (prefix, namebot) => {
 return `
 ༺《 🪐 ᴀʟʙɪᴏɴ ʙᴏᴛ 🪐 》༻

╔────────────────     
║🪐 ᴍᴇɴᴜ ᴀᴅᴍ 🪐
║ ↳ ${prefix}ᴏᴘᴇɴɢᴘ  | ¹⁰⁰xᴘ |
║↝ᴀʙʀᴇ ᴜᴍ ɢʀᴜᴘᴏ 
║ ↳ ${prefix}ᴄʟᴏsᴇɢᴘ  |¹⁰⁰xᴘ |
║↝ ғᴇᴄʜᴀ ᴜᴍ ɢʀᴜᴘᴏ
║ ↳ ${prefix}sᴇᴛғᴏᴛᴏ  | ⁶⁰xᴘ |
║↝ ᴍᴏᴅɪғɪᴄᴀ ɪᴍᴀɢᴇᴍ ᴅᴏ ɢʀᴜᴘᴏ
║ ↳ ${prefix}ᴅᴇᴍᴏᴛᴇ @ᴜsᴇʀ  | ⁴⁰⁰xᴘ |
║↝ ʀᴇᴛɪʀᴀ ᴀᴅᴍ ᴅᴇ ᴜᴍ ᴍᴇᴍʙʀᴏ
║ ↳ ${prefix}ᴘʀᴏᴍᴏᴛᴇ @ᴜsᴇʀ  | ⁴⁰⁰xᴘ |
║↝ ᴘʀᴏᴍᴏᴠᴇ ᴜᴍ ᴍᴇᴍʙʀᴏ ᴄᴏᴍᴜᴍ ᴀ ᴀᴅᴍɪɴɪsᴛʀᴀᴅᴏʀ
║ ↳ ${prefix}ᴅᴇʟ  | ⁵⁰xᴘ |
║ ↝ ᴀᴘᴀɢᴀ ᴀ ᴍᴇɴsᴀɢᴇᴍ ᴅᴏ ʙᴏᴛ
║ ↳ ${prefix}ᴛᴀɢᴀʟʟ《1 ᴀ 5》  | ²⁰⁰0xᴘ |
║ ↳ ${prefix}ᴀᴅᴅ  | 4000xᴘ |
║↝ ᴄᴏᴍᴀɴᴅᴏ ᴜsᴀᴅᴏ ᴘᴀʀᴀ ᴀᴅɪᴄɪᴏɴᴀʀ ᴀʟɢᴜᴇᴍ ɴᴏ ɢʀᴜᴘᴏ
║ ↳ ${prefix}ᴀʟʙɪᴏʙᴀɴ  | 4000xᴘ |
║ ↝ ᴄᴏᴍᴀɴᴅᴏ ʙʟᴏǫᴜᴇᴀᴅᴏ
║ ↳ ${prefix}setgroupᴅᴇsᴄ  | ¹⁰⁰xᴘ |
║ ↝ ᴀʟᴛᴇʀᴀ ᴀ ᴅᴇsᴄʀɪᴄ̧ᴀ̃ᴏ ᴅᴏ ɢʀᴜᴘᴏ
║ ↳ ${prefix}sᴇᴛgroupɴaᴍᴇ  | ⁶²xᴘ |
║↝ ᴍᴏᴅɪғɪᴄᴀ ɴᴏᴍʀ ᴅᴏ ɢʀᴜᴘᴏ
║ ↳ ${prefix}ᴡᴇʟᴄᴏᴍᴇ 《0/1》  |  ³⁵⁶xᴘ |
║↝ ᴅᴇᴘᴏɪs ᴅᴇ ᴀᴛɪᴠᴏ ɴᴀ̃ᴏ ᴇ́ ᴘᴏssɪ́ᴠᴇʟ ᴅᴇsᴀᴛɪᴠᴀʀ
║  ↳ ${prefix}ʀɢᴛ 《0/1》  | ⁴⁰⁰xᴘ |
║↝ ʙʟᴏǫᴜᴇɪᴀ ᴏ ʀᴇɢɪsᴛʀᴏ ɴᴏ ɢʀᴜᴘᴏ 
║ ↳ ⸢ ${prefix}ɴsғᴡ 《0/1》  | ⁰xᴘ |
║ ↳ ⸢ ${prefix}ʟᴇᴠᴇʟ 《0/1》  | 10xᴘ |
║ ↳ ⸢ ${prefix}sɪᴍɪʜ《0/1》   | 900xᴘ |
║ ↳ ⸢ ${prefix}setban user   | 700xᴘ |
║ ᴇ́ ɴᴇᴄᴇssᴀ́ʀɪᴏ ǫᴜᴇ ᴏ ʙᴏᴛ sᴇᴊᴀ ᴀᴅᴍ
║
║ᴅɪɢɪᴛᴇ $ᴍᴇɴᴜ ᴘᴀʀᴀ ᴍᴀɪs ᴄᴏᴍᴀɴᴅᴏs
╚────────────────

É necessario que o cha-bot seja adm.
 `


}

exports.menuadmin = menuadmin
