const perfilmenu = (prefix, pushname) => {
    return `╔────────────
║ ❤️ᴀʟʙɪᴏɴ ʙᴏᴛ 💕
║           ᴘᴇʀғɪʟᴍᴇɴᴜ
╚────────────

╔─────────────
║    ➪$sᴇᴛɴᴀᴍᴇᴜsᴇʀ
║  ᴄᴏᴍᴀɴᴅᴏ ᴜsᴀᴅᴏ ᴘᴀʀᴀ ᴍᴏᴅɪғɪᴄᴀʀ ᴏ ɴᴏᴍᴇ 
║ ᴅᴏ ᴘᴇʀғɪʟ
║      ➪$sᴇᴛɪᴅᴀᴅᴇ
║ ᴄᴏᴍᴀɴᴅᴏ ᴜsᴀᴅᴏ ᴘᴀʀᴀ ᴍᴏᴅɪғɪᴄᴀʀ ᴀ ɪᴅᴀᴅᴇ 
║ ᴅᴏ ᴘᴇʀғɪʟ 
║      ➪$sᴇᴛᴅᴇsᴄ
║  ᴄᴏᴍᴀɴᴅᴏ ᴜsᴀᴅᴏ ᴘᴀʀᴀ ᴍᴏᴅɪғɪᴄᴀʀ ᴀ 
║ ᴅᴇsᴄʀɪᴄᴀᴏ ᴅᴏ ᴘᴇʀғɪʟ
╚────────────
ᴛᴏᴅᴏs ᴏs ᴄᴏᴍᴀɴᴅᴏs ᴀᴄɪᴍᴀ ɴᴇᴄᴇssɪᴛᴀ ǫᴜᴇ ᴠᴏᴄᴇ ᴇsᴛᴇᴊᴀ ʀᴇɢɪsᴛʀᴀᴅᴏ ᴀᴏ BOT

*ᴅɪɢɪᴛᴇ ᴏ $ᴍᴇɴᴜ ᴄᴀsᴏ ǫᴜᴇɪʀᴀ ᴠᴇʀ ᴍᴀɪs ᴄᴏᴍᴀɴᴅᴏs*                                                                   
  `



}

exports.perfilmenu = perfilmenu
